Repository: r-ss/Fresscards
Catalog: Fresscards/Localization/*.lproj/Localizable.strings
Languages: ru

source: %lld more languages: %@ — %lld languages total in any direction!
ru: %lld дополнительных языков: %@ — итого %lld языков в любом направлении!

source: Add
ru: Добавить

source: Back
ru: Назад

source: Choose languages
ru: Язык

source: Delete
ru: Удалить

source: Enter text...
ru: Введите текст...

source: Generate
ru: Сгенерировать

source: Generate flashcards
ru: Генератор флешкарт

source: Generations:
ru: Генерации:

source: Generator
ru: Генератор

source: hello
ru: Привет, мир!

source: How many cards
ru: Сколько карт

source: List
ru: Список

source: No cards saved
ru: Нет сохраненных карт

source: Palette:
ru: Палитра

source: Pick color
ru: Выберите цвет

source: Purchase Failed!
ru: Ошибка при покупке!

source: Purchase Successful!
ru: Покупка успешна!

source: Purchase unlocks:
ru: Покупка добавляет:

source: Purchasing...
ru: Покупаем...

source: Random Theme
ru: Случайная тема

source: Restore Purchases
ru: Восстановить покупки

source: Review
ru: Обзор слов

source: Save
ru: Сохранить

source: Saved cards
ru: Сохранённые

source: Saved Cards
ru: Сохранённые

source: Select cards count
ru: Выберите количество карт

source: Settings
ru: Настройки

source: Show flashcards
ru: В виде карточек

source: Side A
ru: Сторона A

source: Side A:
ru: Сторона A:

source: Side B
ru: Сторона B

source: Side B:
ru: Сторона B:

source: Swipe card down to save on your list
ru: Смахните карточку вниз, чтобы сохранить её

source: Theme
ru: Тема

source: Type any theme
ru: Введите любую тему

source: Unlimited AI-powered generator on any topic of your choice
ru: Бесконечный генератор флешкарт на любые темы

source: Unlimited slots for saved card to repeat complex words
ru: Бесконечное количество сохранённых карточек для повторения

source: We are paying costs for cards generations, please support us with one-time purchase to continue use generator.
ru: Мы оплачиваем расходы на инфраструктуру и сервера, поддержите нас единоразовой покупкой

source: We are paying costs for cards generations, please support us with one-time purchase to use generator without limit.
ru: Мы оплачиваем расходы на инфраструктуру и сервера, поддержите нас и используйте генератор безлимитно

source: You have a full version. Thank you for your support! We are working on more features right now
ru: У вас полная версия приложения! Спасибо за вашу поддержку. Мы работаем над новыми функциями.
